[
  {
    "title": "About Me",
    "category": "HTML",
    "coder": "Michael Bishop",
    "authorUrl": "https:\/\/silvershotm1.github.com\/about-me\/",
    "publishedOn": "2016-05-12",
    "body": "<p>This is my first project as an about me webpage to introduce myself and show some of the skills I have acquired with minimal knowledge of HTML.<\/p><p>It includes features such as a pop-up message window quiz to guess facts about myself. Also includes my resume and a Top 10 TV Show area.<\/p><p>There is an additional layer of CSS control that cycles through a<img src=\"imgs\/me3.jpg\" class=\"pull-left\"> set of 3 images at the bottom left of the page where there is contact info included as well.<p><\/p><p>Go ahead and checkout the project!<\/p>"
  },
  {
    "title": "H2 Pub Capture",
    "category": "HTML/Javascript",
    "coder": "Michael Bishop",
    "coderUrl": "http:\/\/mikeybkats.github.io\/H2\/",
    "publishedOn": "2016-06-03",
    "body": "<p>This is a final project that was done to find happy hours in the Belltown area of Seattle. What me and my team of 4 wanted to be able to not miss a happy hour again. It is written in vanilla javascript with a table listing the bars in Belltown with a ticker countdown until the happy hour ends. <\/p><p>The times it currently displays is not the most accurate. We needed to alter around the times so that we would have good numbers going through presentation.<\/p><p>Go head and check the application<img src=\"imgs\/pubcapture.jpg\" class=\"pull-right\"> out first hand. It also has a section that you can leave a comment on the page. At the moment, it gets stored in localStorage in your browser and has not acheived database levels yet.<\/p><p>Go ahead and checkout the project!<\/p>"
  },
  {
    "title": "Bus Mall",
    "category": "HTML/Javascript",
    "coder": "Michael Bishop",
    "coderUrl": "https:\/\/github.com\/silvershotm1\/bus-mall\/",
    "publishedOn": "2016-05-23",
    "body": "<p>In this exercise we wanted to create an app from the idea of people who are on the bus with nothing to do, give them something to look at and potentially purchase on their way to or from their destination.<\/p><p>You are given a series of three images to look at. The amount of clicks on each image is registered and held inside localStorage.<\/p><p><img src=\"imgs\/hex-bus.jpg\" class=\"pull-right\"> You have up to 25 clicks per session. At that point and time, for research purposes, you are able to populate a graph on each picture to see the popularity of the particular photo beig shown.<\/p><p>Go ahead and checkout the project!<\/p>"
  },
  {
    "title": "Campfire Coffee",
    "category": "HTML/Javascript",
    "coder": "Michael Bishop",
    "coderUrl": "https:\/\/github.com\/silvershotm1\/campfire-coffee\/",
    "publishedOn": "2016-05-17",
    "body": "<p>Vanilla javascript was used to render elements to the DOM. It is still in the stages of completion at this moment. <\/p><p>The purpose of the program is that you have a chain of coffee shops and you want to setup kiosks in various locations. <p>This program allows you to add in items such as amount of coffee sold as well as the amount of staffing hours from baristas that would be needed <img src=\"imgs\/campfire-coffee.jpg\" class=\"pull-right\"><\/p><p>You them are able to add the kiosk into a list of existing kiosks and be able to add and re-render the complete totals with the new object added.<\/p><p>Go ahead and checkout the project!<\/p>"
  }
]
