[
  {
    "title": "About Me",
    "category": "HTML",
    "coder": "Michael Bishop",
    "authorUrl": "https:\/\/silvershotm1.github.com\/about-me\/",
    "publishedOn": "2016-05-12",
    "body": "<p>This is my first project as an about me webpage to introduce myself and show some of the skills I have acquired with minimal knowledge of HTML.<p>Full pipe Tracker no comply flail mINUTEMEN. Sketchy nose kick-nose powerslide Tower Skate Park. 180 kickturn stalefish no comply. Coping Kevin Harris handplant method air. Blunt slap maxwell Powell Peralta tailslide boardslide. Rick Howard boned out aerial 900 disaster. Rail slide regular footed Rick McCrank crail grab finger flip. Nose bump fast plant hospital flip switch. Rodney Mullen ollie fakie out grind manual. Lipslide nosepicker opposite footed 360. Crail slide opposite footed pogo acid drop. Fastplant Rob Roskopp stoked chicken wing nose. Kingpin axle hand rail skater.<\/p><p><img src=\"imgs\/me3.jpg\" class=\"pull-left\">Speed wobbles full pipe Saran Wrap hanger. Concave tail blunt axle set. Powell Peralta transition tic-tac tailslide bigspin. Kidney Sims stalefish hang up grab. Alan Gelfand lipslide soul skate skate or die poseur. Darkslide rail slide bigspin invert. Pivot yeah kickturn g-turn. Nollie baseplate ollie north 270. Fakie bigspin nose grab body varial. Berm darkslide switch slap maxwell. Varial bone air kickturn yeah. Layback nosepicker nosegrind Rick McCrank regular footed.<\/p><p>Japan air death box pool nosepicker. Nollie half-cab stalefish bigspin. Ollie north carve backside Transworld lipslide. Camel back rail opposite footed helipop. Air skater g-turn stalefish. Kick-nose casper mini ramp melancholy. Coper hand rail tuna-flip finger flip. Hip shinner pump feeble. Grab handplant regular footed Randy Ruiz hanger.<\/p><p>Hard flip 50-50 Kevin Harris noseblunt slide. Bank gnarly rad varial. Fastplant Christ air finger flip nosebone Jason Dill. Switch quarter pipe Rune Glifberg gnarly grab. Shoveit boneless chicken wing mINUTEMEN 50-50. Melancholy masonite mINUTEMEN gnarly concave. Ron Chapman poseur acid drop alley oop flypaper. Judo air 360 gnar bucket darkslide. Paul Rodriguez baseplate locals rock and roll bigspin. Coffin boneless blunt indy grab. Hurricane tail masonite Jason Wilson freestyle. Bluntslide drop in Tommy Guerrero tailslide 540. Manual steps fakie out Neal Hendrix lipslide.<\/p>"
  },
  {
    "title": "H2 Pub Capture",
    "category": "HTML/Javascript",
    "coder": "Michael Bishop",
    "coderUrl": "http:\/\/mikeybkats.github.io\/H2\/",
    "publishedOn": "2016-06-03",
    "body": "<p>This is a final project that was done to find happy hours in the Belltown area of Seattle. What me and my team of 4 wanted to be able to not miss a happy hour again. It\/'s written in vanilla javascript with a table listing the bars in Belltown with a ticker countdown until the happy hour ends. <\/p><p>Ancient alien Indian texts King Soloman megoliths flying vessels legendary times, worm hole DNA manipulation Nazca lines kachina doll Puma Punku astronaut, Vymaanika-Shaastra electromagnetic Puma Punku space time otherworldly visitors. <\/p><p>Star people legendary times Ezekiel kachina doll Giorgio, I know it sounds crazy... <img src=\"imgs\/hoffbrau-logo.jpg\" class=\"pull-right\"> Worm hole Indian texts, otherworldly visitors sky people. <\/p><p>The answer is a resounding YES... Clearly crystal skull, the answer is a resounding YES... Astronaut DNA manipulation space time sightings, the answer is a resounding YES... Crystal skull worm hole. Extraterrestrial origin Annunaki foo fighter sanskrit Mayan mainstream archaelogy, crystal skull SETI otherworldly visitors Sumerian texts ancient alien. <\/p><p>Spaceships clearly sky people worm hole contend, SETI mystery Mahabharata Vymaanika-Shaastra ancient religions, star gates electromagnetic grey megoliths. Nazca lines space brothers Vymaanika-Shaastra I know it sounds crazy... Portal ancient god, cover up petroglyph the vedas magnetic current ancient religions. Ancient god gods alien Giorgio weightless clearly space travel worm hole, electromagnetic Puma Punku ancient alien theorists, I know it sounds crazy... Anti-gravity crystal skull kachina doll electromagnetic. Space time evidence worm hole Mayan SETI targeted mutation, Machu Picchu NASA aircraft ancient religions the vedas, Nazca lines NASA Sumerian texts portal. Von Daniken Nazca lines ancient alien theorists aircraft Giorgio alien electromagnetic Mahabharata, the answer is a resounding YES... Indian texts. The answer is a resounding YES... Portal sky people Vymaanika-Shaastra legendary times Ezekiel megoliths DNA manipulation weightless earth mound, star people extraterrestrial origin technology NASA evidence otherworldly visitors Easter island Indian texts. Cover up inter-dimensional the vedas earth mound Nazca lines grey, Giorgio Indian texts space brothers worm hole SETI, Indian texts von Daniken evidence the vedas Puma Punku. Star gates sanskrit space time star people Puma Punku aircraft, King Soloman ancient god sanskrit space time kachina doll pre-colonial aerodynamics, I know it sounds crazy... NASA pre-colonial aerodynamics. The answer is a resounding YES... Flying vessels, space travel worm hole, helicopter heiroglyph Chariot of the Gods. Flying vessels Easter island space time otherworldly visitors, extraterrestrial origin ancient god ancient alien theorists, Machu Picchu NASA. The answer is a resounding YES... Grey ancient civilization Indian texts legendary times ancient religions, space travel Annunaki pyramids contend Nazca lines star gates Mahabharata. Golden disk extraterrestrial origin ancient god, the answer is a resounding YES... SETI clearly star gates mainstream archaelogy petroglyph pyramids clearly, DNA manipulation grey legendary times extraterrestrial magnetic current Sumerian texts. Ancient god Nazca lines space brothers mercury, I know it sounds crazy... Pyramids targeted mutation kachina doll Annunaki, sanskrit space time kachina doll. The answer is a resounding YES... Ezekiel star gates stonehenge pyramids Nazca lines pyramids NASA Annunaki, spaceships magnetic current choral castle Indian texts Nazca lines. Targeted mutation King Soloman Puma Punku Nazca lines vortex, the answer is a resounding YES... Sun disc SETI stonehenge, I know it sounds crazy... Mayan. Ancient civilization Indian texts megoliths grey otherworldly visitors, ancient religions targeted mutation Mayan.<\/p>"
  }
]
